export interface TabsOptions {
  tabsTitles: TabTitle[];
}

export interface TabTitle {
  name: string;
  content: string;
}

export const tabTitles: TabTitle[] = [
  {
    name: "נתונים טכניים",
    content:
      "לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק. נולום ארווס סאפיאן - פוסיליס קוויס, אקווזמן הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק.",
  },
  { name: "פרטים", content: "ירין ירין ירין" },
];
